[M_Delivery MissionDefinition]
MissionName="Special Delivery"

[M_Delivery:ObjSet_DestroyLoaders MissionObjectiveSetDefinition]
MissionDescriptionOverride="Smaller-than-average Tim has received a stock of presents from the Hyperion corporation. Unfortunately, he can't deliver the presents himself and needs you to make the rounds in his stead.<br><br>Even MORE unfortunately, it turns out that Hyperion wasn't actually trying to make good on their past mistakes -- they sent the presents as yet another attack on the bandits of Pandora. The presents have unfolded into murderous loaders, and you'll need to kill them."
